Repository: svetlyak40wt/django-faces
Catalog: django_faces/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Hash
ru: Хэш

source: Avatar enabled
ru: Есть аватар

source: Cache expire date
ru: Дата истечения кэша

source: Actual avatar's width
ru: Реальная ширина

source: Actual avatar's height
ru: Реальная высота

source: Author
ru: Автор

source: Please setup following values in you settings.py:
ru: Пожалуйста, задайте эти значения в settings.py:

source: AUTHOR_AVATAR, your avatar's URL.
ru: AUTHOR_AVATAR, URL вашего аватара.

source: AUTHOR_NAME, your name or nickname.
ru: AUTHOR_NAME, ваше имя или ник.

source: CONTACTS_URL, contasts pages's URL.
ru: CONTACTS_URL, URL страницы контактов.
